{
  "meta": {
    "title": "利用規約 - MKV to MP4 変換ツール",
    "description": "MKV to MP4 変換ツールの利用規約。お客様の権利と責任に関する情報。"
  },
  "header": {
    "title": "利用規約",
    "lastUpdated": "最終更新日：2025年10月13日"
  },
  "intro": {
    "text": "MKV to MP4へようこそ。当社の動画変換サービスを利用することで、本利用規約に同意したものとみなされます。注意深くお読みください。"
  },
  "sections": [
    {
      "title": "1. サービスの説明",
      "content": "MKV to MP4は、ブラウザ内で完全に動作する無料の動画変換ツールです。WebAssembly技術を使用して、サーバーにファイルをアップロードすることなくMKVファイルをMP4形式に変換します。\n\nサービスは「現状有姿」で提供され、いかなる種類の保証もありません。"
    },
    {
      "title": "2. 規約への同意",
      "content": "本サービスにアクセスして使用することで、お客様は以下を確認します：\n\n• 13歳以上である\n• 本規約を遵守することに同意する\n• 合法的かつ責任を持ってサービスを使用する\n• 変換するファイルに対する法的権利を有している\n\n本規約に同意しない場合は、サービスを使用しないでください。"
    },
    {
      "title": "3. 許可された使用",
      "content": "当サービスは以下の目的で使用できます：\n\n• 個人使用のためにMKV動画ファイルをMP4に変換する\n• 法的に所有している動画を処理する\n• さまざまなデバイスとの互換性のために動画を変換する\n\nサービスは個人使用および非集約的な商用利用向けに設計されています。"
    },
    {
      "title": "4. 使用制限",
      "content": "以下は禁止されています：\n\n• 許可なく著作権で保護されたコンテンツを変換すること\n• 違法または許可されていない目的でサービスを使用すること\n• サービスのセキュリティを過負荷、ハック、または侵害しようとすること\n• 自動化ツールやボットを使用してサービスにアクセスすること\n• 許可なくサービスのコードをコピー、変更、配布すること\n\n不正使用に対してアクセスを制限または拒否する権利を留保します。"
    },
    {
      "title": "5. 知的財産",
      "content": "MKV to MP4サービスは、そのデザイン、コード、インターフェース、コンテンツを含め、著作権およびその他の知的財産法によって保護されています。\n\nお客様は変換したファイルに対するすべての権利を保持します。当社はお客様のコンテンツに対する権利を主張しません。\n\n表示されている商標およびロゴは、それぞれの所有者の財産です。"
    },
    {
      "title": "6. プライバシーとデータ",
      "content": "お客様のプライバシーは重要です。すべての変換はブラウザ内で行われます：\n\n• 動画ファイルは当社のサーバーにアップロードされません\n• お客様のコンテンツを保存したりアクセスしたりすることはありません\n• サービス改善のためにGoogle Analyticsを使用しています\n• 詳細についてはプライバシーポリシーをご覧ください\n\nデータを安全に保ち、機密情報を共有しないでください。"
    },
    {
      "title": "7. 責任の制限",
      "content": "法律で許可される最大限の範囲において：\n\n• サービスは保証なしで「現状有姿」で提供されます\n• 特定の変換結果を保証しません\n• データの損失、損害、技術的問題について責任を負いません\n• お客様が変換するコンテンツについて責任を負いません\n• 継続的なサービスの可用性を保証しません\n\nサービスの使用は自己責任で行ってください。重要なファイルのバックアップを保持することをお勧めします。"
    },
    {
      "title": "8. サービスの可用性",
      "content": "サービスを利用可能な状態に保つよう努めますが、以下を保証しません：\n\n• 中断のないサービス運用\n• エラーやバグがないこと\n• すべてのブラウザやデバイスとの互換性\n• 特定の機能の維持\n\n予告なくサービスを変更、停止、または中止する場合があります。"
    },
    {
      "title": "9. 規約の変更",
      "content": "いつでも本規約を変更する権利を留保します。重要な変更は以下によって示されます：\n\n• 「最終更新日」の更新\n• ウェブサイト上での通知（適切な場合）\n\n変更後もサービスを継続して使用することは、新しい規約への同意を意味します。"
    },
    {
      "title": "10. 準拠法",
      "content": "本規約は、国際的なデジタルコマースおよび知的財産法に準拠します。\n\n紛争はまず誠実な交渉を通じて解決されます。解決できない場合は、適用法に従って仲裁または管轄裁判所に提出されます。"
    },
    {
      "title": "11. 補償",
      "content": "お客様は、以下から生じる請求、損害、損失、または費用（法的費用を含む）から、MKV to MP4、その運営者、および関連会社を補償し、損害を与えないことに同意します：\n\n• サービスの使用\n• 本規約への違反\n• 第三者の権利の侵害\n• 変換または共有するコンテンツ"
    },
    {
      "title": "12. お問い合わせ",
      "content": "本利用規約についてご質問がある場合は、以下までご連絡ください：\n\nメール：mkvamp4@proton.me\n\nできるだけ早くお問い合わせに回答いたします。"
    }
  ],
  "footer": {
    "text": "当サービスを使用することで、本利用規約に同意したものとみなされます。最終更新：2025年10月13日。"
  }
}
